const AboutUs = () => {








  return (
    <div className="mt-28 container mx-auto ">
      <h1 className="text-4xl font-bold tracking-wider mt-32 "> О компании</h1>

      <div className="sm:flex justify-center mt-12">

        <div >

          <section className=" flex justify-center mb-20"  >
            <div>
              <img src="public/logotrendmebel.png" alt="Mebel trend logo" />
              <p className="text-center tracking-widest font-semibold text-[#537A95] ">Фабрика мягкой мебели</p>
            </div>
          </section>

          <section className="mb-20">
            <h3 className="text-center font-bold text-2xl mb-8"> Mebel Trend: Где комфорт встречает стиль.</h3>
            <div className="flex justify-center">

              <p className="text-center w-8/12 ">

                Если вы ищете мягкую мебель высокого качества, стильную и комфортную, то компания &ldquo;Mebel Trend&rdquo;- ваш надежный партнер. Мы создаем мебель, которая будет радовать вас и вашу семью долгие годы, добавляя уют и стиль в ваш дом.
              </p>
            </div>

          </section>


          <section className="mb-20 ">
            <h3 className="text-center font-bold text-2xl mb-8">О компании</h3>
            <div className="flex justify-center mb-12 ">
              <p className=" w-8/12 leading-7">
                Добро пожаловать в &ldquo;Mebel Trend&rdquo; – ваш источник стиля, комфорта и качественной мягкой мебели.
                Наша компания объединяет страсть к дизайну и мастерству производства для того, чтобы создавать уникальные и функциональные предметы мебели, которые превосходят ваши ожидания.
                Что делает &ldquo;Mebel Trend&rdquo; особенной? В каждой детали нашей мягкой мебели заложена забота о вашем комфорте и стиле интерьера. Мы не просто производим мебель – мы создаем атмосферу уюта в вашем доме.
                Наша команда опытных дизайнеров и мастеров по производству работает с вниманием к деталям, используя только высококачественные материалы. Мы предлагаем широкий ассортимент стилей, от современного до классического, чтобы удовлетворить самые изысканные вкусы.
                Мы гордимся тем, что каждая наша деталь является проявлением нашей преданности качеству и эстетике. &ldquo;Mebel Trend&rdquo; – это не просто мебель, это инвестиция в ваш дом и ваш образ жизни.
                Присоединитесь к нам, чтобы обнаружить, как &ldquo;Mebel Trend&rdquo; преобразит ваш дом в пространство уюта, стиля и неповторимой красоты. Давайте вместе создадим ваш уникальный интерьерный тренд.
              </p>
            </div>
          </section>

          <section className="mb-20">
            <h3 className="text-center font-bold  mb-8">Наши преимушества: </h3>
            <div className="flex justify-center">
             
                <ol className="list-decimal w-8/12" >
                  <li className="mb-5">
                    <div className="mb-2">**Высокое качество и мастерство:**</div>
                    <p className="text-gray-500 text-sm">
                      В &ldquo;Mebel Trend&rdquo; мы гордимся высочайшим качеством нашей мягкой мебели. Наши опытные мастера используют только тщательно отобранные материалы, чтобы создавать продукцию, которая прослужит вам долгие годы. Мы предоставляем вам не просто мебель, а произведение искусства, которое сочетает в себе красоту и функциональность.

                    </p>
                  </li>
                  <li className="mb-5">
                    <div className="mb-2">**Индивидуальный дизайн для каждого клиента:**</div>
                    <p className="text-gray-500 text-sm">
                      В &ldquo;Mebel Trend&rdquo; мы понимаем, что каждый клиент уникален, и его дом тоже. Поэтому мы предлагаем возможность создания индивидуальных дизайнов, отвечающих вашим предпочтениям и стилю интерьера. Наша цель – воплотить ваши идеи в жизнь и сделать ваш дом по-настоящему уютным и уникальным.
                    </p>
                  </li>
                  <li className="mb-5">
                    <div className="mb-2">**Широкий ассортимент стилей:**</div>
                    <p className="text-gray-500 text-sm">
                      В &ldquo;Mebel Trend&rdquo; мы предлагаем разнообразие стилей мебели, от современных и минималистичных до классических и роскошных. Это позволяет вам выбирать мебель, которая идеально вписывается в ваш интерьер. Мы стремимся удовлетворить самые изысканные вкусы наших клиентов.
                    </p>
                  </li>
                  <li className="mb-5">
                    <div className="mb-2">**Экологическая ответственность:**</div>
                    <p className="text-gray-500 text-sm">
                      В &ldquo;Mebel Trend&rdquo; предпринимает активные шаги в направлении устойчивого производства. Мы используем экологически чистые материалы и технологии, чтобы уменьшить наш экологический след. Приобретая нашу мебель, вы не только улучшаете свой дом, но и вносите вклад в сохранение природы.
                    </p>
                  </li>
                  <li className="mb-5">
                    <div className="mb-2">**Превосходное обслуживание клиентов:**</div>
                    <p className="text-gray-500 text-sm">
                      В &ldquo;Mebel Trend&rdquo; мы ценим каждого клиента. Наша команда готова предоставить вам выдающееся обслуживание, начиная от консультации по выбору мебели и заканчивая доставкой и монтажом. Ваше удовлетворение является для нас приоритетом номер один.
                    </p>
                  </li>
                </ol>
              </div>
            

          </section>
        </div>

      </div>
    </div>
  );
}

export default AboutUs;